fix readme sơ đồ
